Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_RemoteRegistry.Header
source: Disable Remote Registry
ar_tn: تعطيل التسجيل عن بُعد
de: Remote-Registry deaktivieren
es_es: Deshabilitar Registro Remoto
fr_fr: Désactiver le registre à distance
he_il: השבת רישום מרוחק
hu_hu: Távoli nyilvántartás letiltása
id_id: Nonaktifkan Registri Jarak Jauh
it_it: Disabilita registro remoto
ja_jp: リモートレジストリの無効化
ko_kr: 원격 레지스트리 비활성화
pt_br: Desabilitar registro remoto
ru_ru: Отключить удалённый реестр
tr_tr: Uzaktan Kayıt Defterini Devre Dışı Bırak
vi_vn: Vô hiệu hoá truy cập registry từ xa
zh_hans: 禁用远程注册表
zh_hant: 禁用遠端登錄檔

# Feature_RemoteRegistry.Description
source: Disables access to the registry remotely. Disabling it improves security but prevents remote configuration of registry settings.
ar_tn: يُعطّل الوصول إلى السجل عن بُعد. تعطيله يحسن الأمان ولكنه يمنع التكوين البعيد لإعدادات السجل.
de: Deaktiviert den Zugriff auf die Registry aus der Ferne. Das Deaktivieren verbessert die Sicherheit, verhindert jedoch die Fernkonfiguration von Registry-Einstellungen.
es_es: Desactiva el acceso remoto al registro. Deshabilitarlo mejora la seguridad, pero impide la configuración remota de los ajustes del registro.
fr_fr: Désactive l'accès distant au registre. Désactiver cette fonctionnalité améliore la sécurité, mais empêche la configuration à distance des paramètres du registre.
he_il: משבית גישה לרישום מרחוק. השבתה זו משפרת את האבטחה אך מונעת תצורה מרחוק של הגדרות הרישום.
hu_hu: Letiltja a távoli hozzáférést a rendszerleíró adatbázishoz. A letiltás javítja a biztonságot, de megakadályozza a rendszerleíró beállítások távoli konfigurálását.
id_id: Menonaktifkan akses ke registri dari jarak jauh. Menonaktifkannya meningkatkan keamanan tetapi mencegah konfigurasi pengaturan registri jarak jauh.
it_it: Disabilita l'accesso al registro in remoto. Disabilitandolo si migliora la sicurezza ma si impedisce la configurazione remota delle impostazioni del registro.
ja_jp: レジストリへのリモートアクセスを無効にします. これによりセキュリティが向上しますが、レジストリ設定のリモート構成が制限されます.
ko_kr: 원격으로 레지스트리에 대한 액세스를 비활성화합니다. 비활성화하면 보안이 향상되지만레지스트리 설정의 원격 구성을 방지합니다.
pt_br: Desabilita o acesso ao registro remotamente. Desabilitá-lo melhora a segurança, mas impede a configuração remota das configurações do registro.
ru_ru: Отключает доступ к реестру удалённо. Отключение улучшает безопасность, но препятствует удалённой настройке параметров реестра.
tr_tr: Kayıt defterine uzaktan erişimi devre dışı bırakır. Devre dışı bırakılması güvenliği artırır ancak kayıt defteri ayarlarının uzaktan yapılandırılmasını engeller.
vi_vn: Vô hiệu hoá quyền truy cập registry từ xa. Vô hiệu hoá tính năng có thể tăng cường bảo mật nhưng cũng ngăn chặn việc cấu hình registry từ xa.
zh_hans: 禁用远程访问注册表. 禁用此功能可提高安全性, 但会阻止远程配置注册表设置.
zh_hant: 禁用遠端訪問登錄檔. 禁用此功能提高了安全性, 但防止遠端配置登錄檔設定.

# Feature_FileExtensionsAndHiddenFiles.Header
source: Hide File Extensions and Hidden Files
ar_tn: إخفاء الامتدادات والملفات المخفية
de: Dateierweiterungen und versteckte Dateien ausblenden
es_es: Ocultar Extensiones de Archivos y Archivos Ocultos
fr_fr: Masquer les extensions de fichiers et les fichiers cachés
he_il: הסתר סיומות קבצים וקבצים מוסתרים
hu_hu: Fájlkiterjesztések és rejtett fájlok elrejtése
id_id: Sembunyikan Ekstensi File dan File Tersembunyi
it_it: Nascondi estensioni file e file nascosti
ja_jp: ファイル拡張子と隠しファイルの表示の無効化
ko_kr: 파일 확장자 및 숨겨진 파일 숨기기
pt_br: Ocultar extensões de arquivo e arquivos ocultos
ru_ru: Скрыть расширения файлов и скрытые файлы
tr_tr: Dosya Uzantılarını ve Gizli Dosyaları Gizle
vi_vn: Ẩn phần mở rộng của tệp tin và tệp ẩn
zh_hans: 隐藏文件扩展名和隐藏文件
zh_hant: 隱藏副檔名和隱藏檔案

# Feature_FileExtensionsAndHiddenFiles.Description
source: Controls the visibility of file extensions and hidden files. Enabling this reduces clutter but hides important file details.
ar_tn: يتحكم في ظهور امتدادات الملفات والملفات المخفية. تمكين هذه الميزة يقلل من الفوضى ولكن يخفي تفاصيل الملفات الهامة.
de: Steuert die Sichtbarkeit von Dateierweiterungen und versteckten Dateien. Das Aktivieren reduziert Unordnung, verbirgt jedoch wichtige Dateiinformationen.
es_es: Controla la visibilidad de las extensiones de archivo y los archivos ocultos. Activarlo reduce el desorden, pero oculta detalles importantes de los archivos.
fr_fr: Contrôle la visibilité des extensions de fichiers et des fichiers cachés. Activer cette fonctionnalité réduit l'encombrement, mais masque des détails importants des fichiers.
he_il: שולט בנראות של סיומות קבצים וקבצים מוסתרים. הפעלה זו מפחיתה עומס אך מסתירה פרטי קבצים חשובים.
hu_hu: A fájlok kiterjesztéseinek és a rejtett fájloknak a láthatóságát szabályozza. Ennek engedélyezése csökkenti a rendetlenséget, de elrejti a fontos fájladatokat.
id_id: Mengontrol visibilitas ekstensi file dan file tersembunyi. Mengaktifkan ini mengurangi ketidakrapihan tetapi menyembunyikan detail file penting.
it_it: Controlla la visibilità delle estensioni file e dei file nascosti. Abilitandolo si riduce l'ingombro ma si nascondono dettagli importanti sui file.
ja_jp: ファイル拡張子や隠しファイルの表示を制御します. これを有効にすると、クリーンで整理された表示になりますが、重要なファイルの詳細が隠れる場合があります.
ko_kr: 파일 확장자 및 숨겨진 파일의 가시성을 제어합니다. 이 기능을 활성화하면 잡동사니가 줄어들지만 중요한 파일 세부 정보가 숨겨집니다.
pt_br: Controla a visibilidade de extensões de arquivo e arquivos ocultos. Habilitar isso reduz a desordem, mas oculta detalhes importantes do arquivo.
ru_ru: Управляет видимостью расширений файлов и скрытых файлов. Включение этой функции уменьшает беспорядок, но скрывает важные детали файлов.
tr_tr: Dosya uzantılarının ve gizli dosyaların görünürlüğünü kontrol eder. Bunu etkinleştirmek karmaşayı azaltır ancak önemli dosya ayrıntılarını gizler.
vi_vn: Tuỳ chỉnh việc hiển thị phần mở rộng của tệp tin và các tệp ẩn. Bật tính năng này có thể làm giảm sự lộn xộn nhưng sẽ ẩn đi các thông tin quan trọng của tệp.
zh_hans: 控制文件扩展名和隐藏文件的可见性. 启用此功能可以减少杂乱, 但会隐藏关键的文件信息.
zh_hant: 控制副檔名和隱藏檔案的可見性. 啟用此功能可以減少雜亂, 但會隱藏重要的檔案細節.

# Feature_SystemProfile.Header
source: Optimize System Profile
ar_tn: تحسين ملف النظام
de: Systemprofil optimieren
es_es: Optimizar Perfil del Sistema
fr_fr: Optimiser le profil système
he_il: מטב פרופיל מערכת
hu_hu: Rendszerprofil optimalizálása
id_id: Optimalkan Profil Sistem
it_it: Ottimizza profilo di sistema
ja_jp: システムプロファイルの最適化
ko_kr: 시스템 프로필 최적화
pt_br: Otimizar perfil do sistema
ru_ru: Оптимизация профиля системы
tr_tr: Sistem Profilini Optimize Et
vi_vn: Tối ưu hệ thống
zh_hans: 优化系统配置文件
zh_hant: 優化系統配置檔案

# Feature_SystemProfile.Description
source: Enhances your system's performance by adjusting system profile settings. This feature prioritize speed and efficiency, improving overall system responsiveness and resource management.
ar_tn: يعزز أداء النظام عن طريق تعديل إعدادات ملف النظام. تُعطي هذه الميزة الأولوية للسرعة والكفاءة، مما يحسن استجابة النظام وإدارة الموارد بشكل عام.
de: Verbessert die Leistung Ihres Systems, indem es die Systemeinstellungen des Profils anpasst. Diese Funktion priorisiert Geschwindigkeit und Effizienz, wodurch die Systemreaktionsfähigkeit und Ressourcenverwaltung verbessert wird.
es_es: Mejora el rendimiento de tu sistema ajustando la configuración del perfil del sistema. Esta característica prioriza la velocidad y eficiencia, mejorando la capacidad de respuesta y la gestión de recursos del sistema.
fr_fr: Améliore les performances de votre système en ajustant les paramètres du profil système. Cette fonctionnalité priorise la vitesse et l'efficacité, améliorant la réactivité générale du système et la gestion des ressources.
he_il: משפר את ביצועי המערכת שלך על ידי התאמת הגדרות פרופיל המערכת. תכונה זו נותנת עדיפות למהירות ויעילות, ומשפרת את התגובתיות הכוללת של המערכת וניהול המשאבים.
hu_hu: A rendszer teljesítményét növeli a rendszerprofil-beállítások módosításával. Ez a funkció a sebességet és a hatékonyságot helyezi előtérbe, javítva az egész rendszer válaszkészségét és az erőforrások kezelését.
id_id: Meningkatkan kinerja sistem Anda dengan menyesuaikan pengaturan profil sistem. Fitur ini memprioritaskan kecepatan dan efisiensi, meningkatkan responsivitas sistem dan manajemen sumber daya secara keseluruhan.
it_it: Migliora le prestazioni del sistema regolando le impostazioni del profilo di sistema. Questa funzionalità dà priorità a velocità ed efficienza, migliorando la reattività complessiva del sistema e la gestione delle risorse.
ja_jp: システムプロファイル設定を調整して、システムのパフォーマンスを向上させます. この機能により、速度と効率が優先され、システムの全体的なレスポンスとリソース管理が改善されます.
ko_kr: 시스템 프로필 설정을 조정하여 시스템 성능을 향상합니다. 이 기능은 속도와 효율성을 우선시하여 전반적인 시스템 응답성과 리소스 관리를 개선합니다.
pt_br: Melhora o desempenho do seu sistema ajustando as configurações do perfil do sistema. Este recurso prioriza velocidade e eficiência, melhorando a capacidade de resposta geral do sistema e o gerenciamento de recursos.
ru_ru: Улучшает производительность системы, настраивая параметры профиля системы. Эта функция приоритетирует скорость и эффективность, улучшая общую отзывчивость системы и управление ресурсами.
tr_tr: Sistem profil ayarlarını düzenleyerek sisteminizin performansını artırır. Bu özellik hız ve verimliliği önceliklendirerek genel sistem yanıt verme hızını ve kaynak yönetimini iyileştirir.
vi_vn: Cải thiện hiệu suất hệ thống bằng cách điều chỉnh các thiết lập của hệ thống. Tính năng này ưu tiên tốc độ và hiệu quả, tối ưu phản hồi tổng hệ của hệ thống và quản lý tài nguyên.
zh_hans: 通过调整系统配置文件设置来增强系统性能. 此功能优先考虑速度和效率, 提高整体系统响应能力和资源管理.
zh_hant: 通過調整系統配置檔案設定來增強系統性能. 此功能優先考慮速度和效率, 提高整體系統響應能力和資源管理.

# Feature_EnableClassicContextMenu.Header
source: Enable Classic Context Menu
ar_tn: تفعيل قائمة السياق الكلاسيكية
de: Klassisches Kontextmenü aktivieren
es_es: Habilitar Menú de Contexto Clásico
fr_fr: Activer le menu contextuel classique
he_il: אפשר תפריט הקשר קלאסי
hu_hu: Klasszikus helyi menü engedélyezése
id_id: Aktifkan Menu Konteks Klasik
it_it: Abilita il menu contestuale classico
ja_jp: クラシックコンテキストメニューを有効にする
ko_kr: 클래식 컨텍스트 메뉴 사용
pt_br: Habilitar menu de contexto clássico
ru_ru: Включить классическое контекстное меню
tr_tr: Klasik Bağlam Menüsünü Etkinleştir
vi_vn: Bật menu chuột phải cổ điển
zh_hans: 启用经典上下文菜单
zh_hant: 啟用經典上下文選單

# Feature_EnableClassicContextMenu.Description
source: Restores the classic context menu style of Windows 10, providing a familiar right-click menu experience with all options displayed immediately
ar_tn: يستعيد نمط قائمة السياق الكلاسيكية لويندوز 10، مما يوفر تجربة مألوفة عند النقر بزر الفأرة الأيمن مع عرض جميع الخيارات مباشرة
de: Stellt den klassischen Kontextmenüstil von Windows 10 wieder her und bietet eine vertraute Rechtsklick-Menüerfahrung, bei der alle Optionen sofort angezeigt werden
es_es: Restablece el estilo clásico del menú de contexto de Windows 10, proporcionando una experiencia familiar con todos los opciones visibles inmediatamente al hacer clic derecho.
fr_fr: Restaure le style du menu contextuel classique de Windows 10, offrant une expérience familière de clic droit avec toutes les options affichées immédiatement
he_il: משחזר את סגנון תפריט ההקשר הקלאסי של Windows 10, ומספק חוויית תפריט לחיצה ימנית מוכרת עם כל האפשרויות המוצגות באופן מיידי.
hu_hu: Visszaállítja a Windows 10 klasszikus helyi menü stílusát, biztosítva egy ismerős jobb klikkes menü élményt, ahol minden opció azonnal megjelenik
id_id: Mengembalikan gaya menu konteks klasik dari Windows 10, memberikan pengalaman menu klik kanan yang familier dengan semua opsi segera ditampilkan
it_it: Ripristina lo stile del menu contestuale classico di Windows 10, offrendo un'esperienza familiare del menu di scelta rapida con tutte le opzioni visualizzate immediatamente
ja_jp: Windows 10のクラシックコンテキストメニュースタイルを復元し、すべてのオプションが即座に表示される馴染みのある右クリックメニュー体験を提供します
ko_kr: Windows 10의 클래식 컨텍스트 메뉴 스타일을 복원하여 모든 옵션이 즉시 표시되는 친숙한 마우스 오른쪽 클릭 메뉴 환경을 제공합니다.
pt_br: Restaura o estilo clássico do menu de contexto do Windows 10, fornecendo uma experiência familiar de menu de clique com o botão direito com todas as opções exibidas imediatamente
ru_ru: Восстанавливает классический стиль контекстного меню Windows 10, предоставляя привычный опыт правого клика с отображением всех опций сразу
tr_tr: Windows 10'un klasik bağlam menüsü stilini geri yükler ve tüm seçeneklerin hemen görüntülendiği tanıdık bir sağ tıklama menüsü deneyimi sağlar
vi_vn: Khôi phục kiểu menu chuột phải cổ điển của Windows 10, mang lại trải nghiệm quen thuộc với tất cả tuỳ chọn hiển thị ngay lập tức
zh_hans: 恢复 Windows 10 的经典上下文菜单样式, 提供熟悉的右键菜单体验, 所有选项即时显示
zh_hant: 恢復Windows 10的經典上下文選單樣式, 提供熟悉的右鍵選單體驗, 所有選項即時顯示

# DoNotShowCheckBox
source: Don't show this message again
ar_tn: لا تعرض هذه الرسالة مرة أخرى
de: Diese Nachricht nicht mehr anzeigen
es_es: No mostrar este mensaje nuevamente
fr_fr: Ne plus afficher ce message
he_il: אל תציג הודעה זו שוב
hu_hu: Ne mutasd újra ezt az üzenetet
id_id: Jangan tampilkan pesan ini lagi
it_it: Non visualizzare più questo messaggio
ja_jp: このメッセージを再表示しない
ko_kr: 이 메시지를 다시 표시하지 않음
pt_br: Não mostrar esta mensagem novamente
ru_ru: Больше не показывать это сообщение
tr_tr: Bu mesajı bir daha gösterme
vi_vn: Không hiển thị lại thông báo này
zh_hans: 不再显示此消息
zh_hant: 不再顯示此訊息

# RestorePointDialogText
source: It's highly recommended to create a restore point before making any changes to your system. Would you like to create a system restore point before proceeding?
ar_tn: يُنصح بشدة بإنشاء نقطة استعادة قبل إجراء أي تغييرات على نظامك. هل ترغب في إنشاء نقطة استعادة للنظام قبل المتابعة؟
de: Es wird dringend empfohlen, einen Wiederherstellungspunkt zu erstellen, bevor Sie Änderungen an Ihrem System vornehmen. Möchten Sie vor dem Fortfahren einen Systemwiederherstellungspunkt erstellen?
es_es: Se recomienda encarecidamente crear un punto de restauración antes de realizar cambios en tu sistema. ¿Te gustaría crear un punto de restauración del sistema antes de continuar?
fr_fr: Il est fortement recommandé de créer un point de restauration avant d'apporter des modifications à votre système. Souhaitez-vous créer un point de restauration système avant de continuer ?
he_il: מומלץ מאוד ליצור נקודת שחזור לפני ביצוע שינויים כלשהם במערכת שלך. האם תרצה ליצור נקודת שחזור מערכת לפני שתמשיך?
hu_hu: Erősen ajánlott létrehozni egy visszaállítási pontot, mielőtt bármilyen változtatást végeznél a rendszereden. Szeretne létrehozni egy rendszer-visszaállítási pontot a folytatás előtt?
id_id: Sangat disarankan untuk membuat titik pemulihan sebelum membuat perubahan apa pun pada sistem Anda. Apakah Anda ingin membuat titik pemulihan sistem sebelum melanjutkan?
it_it: Si consiglia vivamente di creare un punto di ripristino prima di apportare modifiche al sistema. Vuoi creare un punto di ripristino del sistema prima di procedere?
ja_jp: システムに変更を加える前に、復元ポイントを作成することを強くお勧めします. 続行する前にシステムの復元ポイントを作成しますか?
ko_kr: 시스템을 변경하기 전에 복원 지점을 만드는 것이 좋습니다. 계속하기 전에 시스템 복원 지점을 만드시겠습니까?
pt_br: É altamente recomendável criar um ponto de restauração antes de fazer qualquer alteração no seu sistema. Gostaria de criar um ponto de restauração do sistema antes de prosseguir?
ru_ru: Рекомендуется создать точку восстановления перед внесением изменений в систему. Хотите создать точку восстановления перед продолжением?
tr_tr: Sisteminizde herhangi bir değişiklik yapmadan önce bir geri yükleme noktası oluşturmanız şiddetle önerilir. Devam etmeden önce bir sistem geri yükleme noktası oluşturmak ister misiniz?
vi_vn: Khuyến khích bạn tạo một điểm khôi phục trước khi thực hiện bất kỳ thay đổi nào đối với hệ thống. Bạn có muốn tạo điểm khôi phục hệ thống trước khi tiếp tục không?
zh_hans: 强烈建议在对系统进行任何更改之前创建一个还原点. 在继续之前, 是否要创建一个系统还原点?
zh_hant: 強烈建議在對系統進行任何更改之前建立一個還原點. 在繼續之前, 是否要建立一個系統還原點?

# Settings_RevertChanges.Header
source: Revert all changes
ar_tn: التراجع عن كل التغييرات
de: Alle Änderungen rückgängig machen
es_es: Revertir todos los cambios
fr_fr: Annuler toutes les modifications
he_il: בטל את כל השינויים
hu_hu: Minden módosítás visszavonása
id_id: Kembalikan semua perubahan
it_it: Annulla tutte le modifiche
ja_jp: すべての変更を元に戻す
ko_kr: 모든 변경 사항 되돌리기
pt_br: Reverter todas as alterações
ru_ru: Отменить все изменения
tr_tr: Tüm değişiklikleri geri al
vi_vn: Hoàn tác thay đổi
zh_hans: 还原所有更改
zh_hant: 還原所有更改

# Settings_RevertChanges.Description
source: Reverts all the changes that RyTuneX has made to your system, including the restore point
ar_tn: يتراجع عن كل التغييرات التي أجراها RyTuneX على نظامك، بما في ذلك نقطة الاستعادة
de: Macht alle Änderungen rückgängig, die RyTuneX an Ihrem System vorgenommen hat, einschließlich des Wiederherstellungspunkts
es_es: Revierte todos los cambios realizados por RyTuneX en tu sistema, incluido el punto de restauración.
fr_fr: Annule toutes les modifications apportées à votre système par RyTuneX, y compris le point de restauration
he_il: מבטל את כל השינויים ש-RyTuneX ביצע במערכת שלך, כולל נקודת השחזור.
hu_hu: Visszaállítja az összes változtatást, amit a RyTuneX végrehajtott a rendszereden, beleértve a helyreállítási pontot is.
id_id: Mengembalikan semua perubahan yang telah dibuat RyTuneX pada sistem Anda, termasuk titik pemulihan
it_it: Annulla tutte le modifiche apportate da RyTuneX al sistema, incluso il punto di ripristino
ja_jp: RyTuneX がシステムに加えたすべての変更を元に戻し、復元ポイントを含みます.
ko_kr: 복원 지점을 포함하여 RyTuneX가 시스템에 적용한 모든 변경 사항을 되돌립니다.
pt_br: Reverte todas as alterações que o RyTuneX fez no seu sistema, incluindo o ponto de restauração
ru_ru: Отменяет все изменения, которые RyTuneX внес в вашу систему, включая точку восстановления
tr_tr: RyTuneX'in sisteminizde yaptığı tüm değişiklikleri, geri yükleme noktası dahil olmak üzere geri alır
vi_vn: Hoàn tác tất cả thay đổi mà RyTuneX đã làm với hệ thống của bạn, bao gồm cả điểm khôi phục
zh_hans: 将 RyTuneX 对系统所做的所有更改还原, 包括还原点
zh_hant: 將 RyTuneX 對系統所做的所有更改還原, 包括還原點

# RevertingChanges
source: Currently reverting changes...
ar_tn: جاري التراجع عن التغييرات...
de: Änderungen werden rückgängig gemacht...
es_es: Revirtiendo cambios...
fr_fr: Annulation des modifications en cours...
he_il: מבטל שינויים כעת...
hu_hu: Jelenleg a módosítások visszaállítása folyamatban...
id_id: Sedang mengembalikan perubahan...
it_it: Ripristino delle modifiche in corso...
ja_jp: 変更を元に戻しています...
ko_kr: 현재 변경 사항을 되돌리는 중...
pt_br: Atualmente revertendo alterações...
ru_ru: В данный момент отменяются изменения...
tr_tr: Şu anda değişiklikler geri alınıyor...
vi_vn: Đang hoàn tác thay đổi...
zh_hans: 正在还原更改...
zh_hant: 正在還原更改...

# RevertChangesDialogText
source: You're about to revert all the changes made by RyTuneX to your system (Except for uninstalled apps) and reset the app's preferences. Are you sure you want to continue?
ar_tn: أنت على وشك التراجع عن جميع التغييرات التي أجراها RyTuneX على نظامك (باستثناء التطبيقات التي تم إلغاء تثبيتها) وإعادة تعيين تفضيلات التطبيق. هل أنت متأكد أنك تريد المتابعة؟
de: Sie sind dabei, alle Änderungen, die RyTuneX an Ihrem System vorgenommen hat (außer deinstallierte Apps), rückgängig zu machen und die Einstellungen der App zurückzusetzen. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: Estás a punto de revertir todos los cambios realizados por RyTuneX en tu sistema (excepto las aplicaciones desinstaladas) y restablecer las preferencias de la aplicación. ¿Estás seguro de que deseas continuar?
fr_fr: Vous êtes sur le point d'annuler toutes les modifications apportées à votre système par RyTuneX (à l'exception des applications désinstallées) et de réinitialiser les préférences de l'application. Êtes-vous sûr de vouloir continuer ?
he_il: אתה עומד לבטל את כל השינויים שבוצעו על ידי RyTuneX במערכת שלך (למעט יישומים שהוסרו) ולאפס את העדפות היישום. האם אתה בטוח שברצונך להמשיך?
hu_hu: Most készül visszavonni az összes, a RyTuneX által a rendszereden végrehajtott változtatást (a törölt alkalmazások kivételével), és alaphelyzetbe állítani az alkalmazás beállításait. Biztos, hogy folytatni szeretné?
id_id: Anda akan membatalkan semua perubahan yang dibuat oleh RyTuneX ke sistem Anda (Kecuali untuk aplikasi yang dicopot pemasangannya) dan mengatur ulang preferensi aplikasi. Apakah Anda yakin ingin melanjutkan?
it_it: Stai per ripristinare tutte le modifiche apportate da RyTuneX al tuo sistema (ad eccezione delle app disinstallate) e reimpostare le preferenze dell'app. Sei sicuro di voler continuare?
ja_jp: RyTuneX によってシステムに加えられたすべての変更（アンインストールされたアプリを除く）を元に戻し、アプリの設定をリセットしようとしています. 本当に続行してよろしいですか?
ko_kr: RyTuneX가 시스템에 적용한 모든 변경 사항을 되돌리고(제거된 앱 제외) 앱의 기본 설정을 재설정하려고 합니다. 계속하시겠습니까?
pt_br: Você está prestes a reverter todas as alterações feitas pelo RyTuneX no seu sistema (exceto aplicativos desinstalados) e redefinir as preferências do aplicativo. Tem certeza de que deseja continuar?
ru_ru: Вы собираетесь отменить все изменения, внесенные RyTuneX в вашу систему (кроме удаленных приложений), а также сбросить настройки приложения. Вы уверены, что хотите продолжить?
tr_tr: RyTuneX tarafından sisteminizde yapılan tüm değişiklikleri geri almak (kaldırılan uygulamalar hariç) ve uygulamanın tercihlerini sıfırlamak üzeresiniz. Devam etmek istediğinizden emin misiniz?
vi_vn: Bạn sắp hoàn tác tất cả các thay đổi do RyTuneX thực hiện trên hệ thống của bạn (ngoại trừ các ứng dụng đã gỡ cài đặt) và đặt lại các tuỳ chọn của ứng dụng. Bạn có chắc chắn muốn tiếp tục không?
zh_hans: 您将还原 RyTuneX 对系统所做的所有更改 (已卸载的应用程序除外) 并重置应用程序的首选项. 您确定要继续吗?
zh_hant: 您將還原 RyTuneX 對系統所做的所有更改(已解除安裝的應用程式除外)並重置應用程式的首選項. 您確定要繼續嗎?

source: Operation stopped
ar_tn: تم إيقاف العملية
de: Vorgang gestoppt
es_es: Operación detenida
fr_fr: Opération arrêtée
he_il: הפעולה הופסקה
hu_hu: Művelet leállítva
id_id: Operasi dihentikan
it_it: Operazione interrotta
ja_jp: 操作が停止されました
ko_kr: 작업이 중지되었습니다.
pt_br: Operação interrompida
ru_ru: Операция остановлена
tr_tr: İşlem durduruldu
vi_vn: Tác vụ đã dừng
zh_hans: 操作已停止
zh_hant: 操作已停止

# ReportSaved
source: Report saved to your Desktop
ar_tn: تم حفظ التقرير على سطح المكتب
de: Bericht auf Ihrem Desktop gespeichert
es_es: Informe guardado en tu escritorio
fr_fr: Rapport enregistré sur votre bureau
he_il: דוח נשמר בשולחן העבודה שלך
hu_hu: A jelentés mentve lett az asztalra
id_id: Laporan disimpan ke Desktop Anda
it_it: Report salvato sul tuo desktop
ja_jp: デスクトップにレポートが保存されました
ko_kr: 보고서가 저장되었습니다.데스크톱
pt_br: Relatório salvo na sua área de trabalho
ru_ru: Отчет сохранен на вашем рабочем столе
tr_tr: Rapor Masaüstünüze kaydedildi
vi_vn: Báo cáo đã lưu vào Desktop của bạn
zh_hans: 报告已保存到您的桌面
zh_hant: 報告已儲存到您的桌面

# MemoryDiagnosticDialogTitle
source: Memory Diagnostic
ar_tn: تشخيص الذاكرة
de: Speicherdiagnose
es_es: Diagnóstico de Memoria
fr_fr: Diagnostic de la mémoire
he_il: אבחון זיכרון
hu_hu: Memóriateszt
id_id: Diagnostik Memori
it_it: Diagnostica memoria
ja_jp: メモリ診断
ko_kr: 메모리 진단
pt_br: Diagnóstico de memória
ru_ru: Диагностика памяти
tr_tr: Bellek Tanılama
vi_vn: Chẩn đoán bộ nhớ
zh_hans: 内存诊断
zh_hant: 記憶體診斷
